
// ============================================================================
// Bootloader
// ----------------------------------------------------------------------------

"Clover_title" = "Clover EFI";
"Clover_description" = "簡而言之，Clover EFI 幸運草 需要三個必要的檔案。
boot0 (在硬碟的 MBR) 負責載入 boot1。
boot1 (在分割區的開機磁區 boot-sector) 搜尋 boot2。
boot2 (在分割區的根目錄) 載入 /EFI/BOOT/CLOVERIA32.efi 或 CLOVERX64.efi 及系統核心等等。";

"boot0_title" = "1.安裝 boot0 (HFS)";
"boot0_description" = "使用 fdisk440 將 boot0 寫入 MBR 的前 440 位元，避免損壞已經存在的 Windows 機碼，boot0 會在第一個 HFS 啟動 分割區搜尋 boot1h2。
本安裝將 會 設定 Mac 安裝分割區為啟動分割區。";

"boot0hfs_title" = "1.安裝 boot0hfs (HFS)";
"boot0hfs_description" = "使用 fdisk440 將 boot0hfs 寫入 MBR 的前 440 位元，避免損壞已經存在的 Windows 機碼，boot0hfs 會在第一個 HFS 分割區搜尋 boot1h2。
本安裝將 不會 設定 Mac 安裝分割區為啟動分割區。";

"boot0mdf32_title" = "1.安裝 boot0md (Fat32)";
"boot0mdf32_description" = "使用 fdisk440 將 boot0md 寫入 MBR 的前 440 位元，避免損壞已經存在的 Windows 機碼，boot0md 會在第一個 HFS 分割區搜尋 boot1f32alt。
本安裝將 不會 設定 Mac 安裝分割區為啟動分割區。";

"bootEFI_title" = "1.安裝 GPT EFI (HFS+Fat32)";
"bootEFI_description" = "使用 fdisk440 將 boot0md 寫入 MBR 的前 440 位元，避免損壞已經存在的 Windows 機碼， boot0md 會在 GPT EFI 分割區搜尋 boot1h2 或 boot1f32alt。
本安裝將 不會 設定Mac安裝分割區為啟動分割區。";

"boot1no_title" = "1.不安裝 boot1 (4kb手動安裝)";
"boot1no_description" = "不安裝 boot0 , boot0hfs, boot0md,  boot1h2 或 boot1f32alt。，適用手動安裝的 4kb 硬碟。";

"boot32_title" = "2.安裝 boot 32位 優先啟動";
"boot32_description" = "安裝 32位+64位 boot 文件，並優先啟用 32位系統。
預設啟動 boot = Clover boot 32位，可在 test done 的 2 秒內，
按 1 選 boot1 = 變色龍 boot，
按 3 選 boot3 = Clover boot 32位，
按 6 選 boot6 = Clover boot 64位。";

"boot64_title" = "2.安裝 boot 64位 優先啟動";
"boot64_description" = "安裝 32位+64位 boot 文件，並優先啟用 64位系統。
預設啟動 boot = Clover boot 64位，可在 test done 的 2 秒內，
按 1 選 boot1 = 變色龍 boot，
按 3 選 boot3 = Clover boot 32位，
按 6 選 boot6 = Clover boot 64位。";

// ============================================================================
// Themes
// ----------------------------------------------------------------------------

"Themes_title" = "開機主題";
"Themes_description" = "選擇安裝，開機時，顯示的背景主題。";

"black_green_title" = "黑綠主題";
"black_green_description" = "預設安裝來自 Blackosx 的黑綠主題，。
安裝位置 /EFI/BOOT/themes/black_green。";

"buttons_title" = "按鈕主題";
"buttons_description" = "選擇安裝來自 Trauma 的按鈕主題。
安裝位置 /EFI/BOOT/themes/buttons。";

"metal_title" = "金屬主題";
"metal_description" = "原始預設安裝來自 Slice 的金屬主題，現已改由黑綠主題作為預設安裝。
安裝位置 /EFI/BOOT/themes/metal。";

// ----------------------------------------------------------------------------